Repository: wesen/margaret
Catalog: *.po
Languages: fr

source: by
fr: de

source: Reply
fr: Repondre

source: anonymous
fr: anonyme

source: on
fr: le

source: created by
fr: cree par

source: last modified by
fr: modifie par

source: No more threads
fr: Pas de fils suivants

source: Previous 5 threads
fr: 5 derniers fils

source: Next 5 threads
fr: 5 prochains fils

source: New thread
fr: Nouveau fil

source: User homepage
fr: Page personnelle

source: Thread index
fr: Index des fils

source: Not authorized!
fr: Vous n'etes pas authorise(e)!

source: Welcome,
fr: Bienvenue,

source: Username:
fr: Nom d'utilisateur:

source: Password:
fr: Mot de passe:

source: Password changed, please reload the page.
fr: Le mot de passe a ete change, veuillez recharger la page.

source: Passwords were not equal - password not changed.
fr: Les mots de passes n'etaient pas egaux, le mot de passe n'a pas ete change

source: Welcome to your private page,
fr: Bienvenue sur votre page personnelle,

source: Change your password:
fr: Changez votre mot de passe:

source: Password (again):
fr: Mot de passe (a nouveau):

source: Change password
fr: Changer

source: User list
fr: Liste des utilisateurs

source: No such posting
fr: Pas de tel message

source: No such thread
fr: Pas de tel fil

source: Create new thread
fr: Creer un nouveau fil

source: MARGARET Users
fr: MARGARET Utilisateurs

source: MARGARET Postings
fr: MARGARET Messages

source: MARGARET Threads
fr: MARGARET Fils

source: MARGARET Reply to post
fr: MARGARET Repondre a un message

source: MARGARET New thread
fr: MARGARET Nouveau fil

source: MARGARET User page
fr: MARGARET Page d'utilisateur
